Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: We also heard how the words of the late president, Jamal Abdel-Nassir, were used in the Doha festival – forgot to declare that the nationalization of the Suez Canal – was not righteous. Knowing that such words were uttered by the late president at times o
ar: كما سمعنا إستخدام كلمات الزعيم الراحل جمال عبد الناصر في مهرجان الدوحة-نسي أن يعلن تأميم قناةالسويس- بدون وجه حق, مع العلم بأن هذه الكلمات قالها الزعيم الراحل في أوقات قتال بينه و بين إسرائيل و لم ينطق بها و جبهته نائمة لم تطلق منها رصاصة واحدةمنذ ما يزيد

source: We all also remember how Iran banned the martyrdom of the Iranians in Gaza to save the best interests of Iran. And that Hezbollah was condemning missile firing from south Lebanon at the time and disapproved it.
ar: كما نتذكر جميعابأن إيران قد حرمت إستشهاد الإيراني في غزة حرصا على المصلحة الإيرانية, وأن حزب الله كان يدين من يطلق الصواريخ من جنوب لبنان وقت الحرب و تبرأ منهم.

source: In conclusion no one has the right to speak on behalf of Egypt or Palestine, except their peoples. No one defended Palestine like Egypt did, at the time where others were trading the Palestinian cause.
ar: و ختاما ليس من حق أحد أن يتحدث باسم مصرأو فلسطين إلا أبنائها,فلم يدافع أحد عن فلسطين كما فعلت مصر, في الوقت الذي يتاجر فيه الآخرون بالقضية الفلسطينية.

source: Salah al-Din Al_Hussami: Forgetting about Chavez and Erdogan
ar: صلاح الدين الحسامي: ناسين شافيز واردوغان

source: Mohammed Wahdan: A Palestinian resident in the land of Egypt
ar: محمد وهدان: فلسطيني مقيم بأرض الكنانة

source: Ahmadinejad during his speech at the Durban II conference
ar: احمدي نجاد خلال القاء كلمته في مؤتمر دوربان 2

source: Durban II: Ahmadinejad turns the table on Israel and the United Nations
ar: دوربان 2: نجاد يقلب الطاولة على اسرائيل والأمم المتحدة

source: al-Arab Online – Tariq al-Kaizani: Iranian President Mahmoud Ahmadinejad reiterated his accusation of racism against Israel in front of Western delegations participating in the Durban II conference in Geneva, and criticized the United Nations who sponsors
ar: العرب اونلاين– طارق القيزاني: كرر الرئيس الايراني محمود أحمدي نجاد على مسامع الوفود الغربية المشاركة في مؤتمر دوربان 2 بجنيف اتهامه لاسرائيل بالعنصرية منتقدا في نفس الوقت منظمة الأمم المتحدة الراعية للمؤتمر بالفشل في حل النزاعات الدولية.

source: Many of the participating delegates in the Durban conference on racism walked out during the speech of Iranian President Mahmoud Ahmed Ahamdinejad, when he accused Israel -indirectly- of being a racist state based on discrimination, occupation and violati
ar: وغادر عدد من الوفود الغربية المشاركة قاعة المؤتمر أثناء إلقاء الرئيس الإيراني محمود أحمد نجادي كلمته في مؤتمر دوربان 2 لمكافحة وتحديدا عندما اتهم إسرائيل بصورة غير مباشرة بأنها دولة عنصرية تقوم على مبدأ التمييز والاحتلال وانتهاك حقوق الإنسان، لكنه لم يشر

source: The Iranian president criticized the establishment of the state of Israel after 1945, describing it as a racist government. Ahmadinejad said in his speech Following World War II, they resorted to military aggression to make an entire nation homeless un
ar: وانتقد الرئيس الايراني انشاء دولة اسرائيل بعد 1945 واصفا اياها بانها حكومة عنصرية وقال أحمدي نجاد في كلمته بعد انتهاء الحرب العالمية الثانية، لجأوا الحلفاء الى القوة العسكرية لانتزاع أراض من أمة برمتها، تحت ذريعة معاناة اليهود.

source: They sent migrants from Europe, the United States and the Holocaust world in order to establish a racist government in the occupied Palestine, he added.
ar: وأضاف أرسلوا مهاجرين من اوروبا، والولايات المتحدة، ومن عالم المحرقة لإقامة حكومة عنصرية في فلسطين المحتلة.

source: In the first European official response on Monday, French President Nicolas Sarkozy called the European Union to show strong firmness towards the speech of Iran's president Mahmoud Ahmadinejad in the Durban II conference, describing it as an invitation
ar: وفي أول رد رسمي أوروبي دعا الرئيس الفرنسي نيكولا ساركوزي الاثنين الاتحاد الاوروبي الى إبداء الحزم الشديد حيال كلمة الرئيس الايراني محمود احمدي نجاد في مؤتمر دوربان 2، ووصفها بأنها دعوة الى الحقد العنصري لا ينبغي السكوت عنها.

source: The Iranian president did not only accuse the Jewish state of racism, but he also criticized the United Nations that sponsor the conference for its failure in the resolution of international disputes. Ahmadinejad called for the abolition of the right of
ar: ولم يكتف الرئيس الايراني في كلمته المثيرة بتوجيه الاتهامات بالعنصرية الى الدولة العبرية بل أنه انتقد كذلك منظمة الأمم المتحدة نفسها التي ترعى المؤتمر بسبب فشلها في فض النزاعات الدولية. وطالب بإلغاء حق النقض الفيتو المطبق في مجلس الأمن والذي وصفه بالاج

source: President Ahmadinejad started his speech by criticizing the UN Security Council that was set up on the principle of rewarding the winners in the second World War, in a reference to the permanent members of the council, rather than on the principle of equi
ar: وكان الرئيس أحمدي نجاد استهل كلمته بانتقاد مجلس الأمن الدولي الذي قام أصلا على مبدأ مكافأة المنتصر في الحرب العالمية الثانية في إشارة إلى الأعضاء الدائمين في المجلس، وليس على مبدأ العدالة بين شعوب الأرض، داعيا لإجراء إصلاحات عاجلة في بنية وآليات عمل المنظ

source: The UN's conference on racism Durban II, started in Geneva on Monday, while ten major countries including the United States and Germany were absent. The secretary-general of the United Nations Ban Ki Moon expressed his huge disappointment on this boyc
ar: وافتتح مؤتمر الأمم المتحدة حول العنصرية دوربان 2 الاثنين في جنيف في غياب عشر دول كبرى بينها الولايات المتحدة وألمانيا، فيما أبدى الأمين العام للأمم المتحدة بان كي مون خيبة أمله الكبيرة لهذه المقاطعة.

source: I am very disappointed. Some of the countries that should be helping to create a path to a better future are absent, Ban Ki-Moon said, expressing his sorrow for the continuation of racism until now.
ar: وقال بان كي مون اشعر بخيبة أمل كبيرة .. ان بعض الدول التي يجدر بها المساعدة على شق طريق الى مستقبل أفضل غائبة، مبديا أسفه لاستمرار العنصرية حتى الآن.

source: In addition to the UN secretary-general, Moscow also criticized the absence of major Western states in the conference.
ar: وإلى جانب الأمين العام للمنتظم الأممي انتقدت موسكو غياب الدول الغربية الكبرى عن المؤتمر.

source: Russian Deputy Foreign Minister Alexander Yakovenko, who leads his country's delegation at the conference, said that some Western countries that boycotted the conference and that describe themselves as democratic are countries in which ethnic minorities
ar: وقال نائب وزير الخارجية الروسي الكساندر ياكوفينكو الذي يرأس وفد بلاده في المؤتمر إن بعض الدول الغربية التي قاطعت المؤتمر والتي تقول عن نفسها إنها ديمقراطية تتعرض فيها الأقليات العرقية لعمليات تمييز عنصري منظمة.

source: Yakovenko expressed his understanding of the position of Islamic countries that wish to combat racism and guarantee the rights of millions of its citizens who live in the West.
ar: وأعرب ياكوفينكو في الوقت نفسه عن تفهمه لموقف الدول الإسلامية التي ترغب في الوصول إلى وثيقة لمكافحة العنصرية تتضمن أيضا حقوق الملايين من مواطنيها الذين يعيشون في الغرب.

source: Washington's stance towards the conference on racism contradicts with its pursuit under the administration of President Barack Obama to reserve a seat in the new Commission of Human Rights boycotted by the Bush administration. The US Department of State j
ar: ويتضارب موقف واشنطن تجاه مؤتمر مكافحة العنصرية مع سعيها في ظل ادارة الرئيس أوباما لحجز مقعد في لجنة حقوق الانسان الجديدة التي قاطعتها ادارة بوش. وبررت الخارجية الأمريكية غيابها عن مؤتمر دوربان 2 بسبب فقرات من مشروع البيان الختامي تتعلق بالتمييز الديني واس

source: However, the participation of Iranian President Mahmoud Ahmadinejad in the conference remains the main concern of the west, since they see it as defamation of Israeli actions against the Palestinians in Gaza and its Arab citizens.
ar: لكن إلى جانب تلك الاحترازات تظل مشاركة الرئيس الايراني محمود أحمدي نجاد في المؤتمر المصدر الأول لمخاوف الغرب مما يعتبرونه تشهيرا بأفعال اسرائيل ضد الفلسطينيين في غزة ومواطنيها من العرب.

source: Israeli official sources reported that Israel summoned its ambassador in Bern on Monday to consult, after a meeting between Swiss President Hans Rudolf Merz and Iranian President Mahmoud Ahmadinejad took place on the sidelines of the conference.
ar: واستدعت اسرائيل الاثنين سفيرها في برن للتشاور بعد لقاء بين الرئيس السويسري هانس رودولف ميرتس والرئيس الايراني محمود احمدي نجاد على هامش مؤتمر دوربان 2، كما افادت مصادر اسرائيلية رسمية.

source: The document ratified by the commission of the preparation for the conference, removed on Friday any reference to Israel or discredit of religions, which are two red lines for Westerners; while a paragraph on the memory of the Holocaust was retained, at
ar: وحذفت من الوثيقة التي صادقت عليها لجنة التحضير للمؤتمر الجمعة، اي اشارة الى اسرائيل والاساءة الى الاديان، وهما خطان احمران بالنسبة للغربيين، كما تم الابقاء نزولا عند طلبهم على فقرة حول ذكرى محرقة اليهود، خلافا لما طلبته ايران.

source: Saad al-Farargi, ambassador and head of the permanent delegation of the League of Arab States to the United Nations in Geneva, said that the Western countries acted as usual towards the Arab, Islamic and African group and the non-aligned bloc, and practi
ar: وقال السفير سعد الفرارجي رئيس الوفد الدائم لجامعة الدول العربية لدى الأمم المتحدة بجنيف إن الدول الغربية مارست سياستها المعهودة في شد الحبل أمام المجموعة العربية الإسلامية والإفريقية وكتلة عدم الإنحياز، ومارست ضغوطا كبيرة لتخفيف الصيغة النهائية للقرار لإ

source: A law regulating marriage age to save pre-teens
ar: “إنقاذ القاصرات” بسيف القانون وتحديد سن الزواج

source: Despite the strong conviction that is prevailing now of the graveness of the pre-teen marriage psychologically and socially, yet such incidents are still increasingly taking place due to the fact that parents choose their own best interests over their chi
ar: على الرغم من تبلور قناعة سائدة في الوقت الراهن بخطورة زواج القاصرات من الناحية النفسية والاجتماعية الا ان هذه الحالات لازالت في ازدياد بسبب تغليب بعض أولياء الأمور لمصالحهم الشخصية على نجاح أبنائهم في حياتهم الزوجية . وفي الوقت الذي ينادي فيه البعض بضرور

source: Dr. Zuhair al-Harthy, spokesperson for the Human Rights Organization, stresses that such marriages represent violation of the international convention on protecting children from prenuptial marriages that the KSA signed. He pointed out that this type of m
ar: يؤكد د. زهير الحارثي، المتحدث الرسمي لهيئة حقوق الإنسان مخالفة هذا الزواج للاتفاقية الدولية التي وقعتها المملكة الخاصة بحماية الأطفال من الزيجات المبكرة موضحا ان لهذه الزيجات مخاطر ثقافية واجتماعية، وأن الهيئة لا تسمح بهذا الأمر وطالب وزارة العدل بوضع ن

source: Officials claim Egyptians cannot maintain ancestor artifacts
ar: بحجة أنهم يتلفون الآثار..

source: Egyptians prohibited from celebrating at the pyramids
ar: الأهرامات محظورة على المصريين فى عيد أجدادهم

source: Written by Ezz El Noubi
ar: كتب عز النوبى

source: Several Egyptian families from many governorates congregated on Monday in front of the pyramids of Giza, in celebration of Eastern Easter, only to be declined entrance due to a decision from officials. Officials claimed Egyptians cannot maintain ancestor
ar: تجمهرت أعداد كبيرة من الأسر المصرية من جميع المحافظات صباح اليوم الاثنين، أمام أهرامات الجيزة لقضاء إجازة شم النسيم، بينما فوجئوا بقرار يمنع المصريين من الدخول إلى المناطق الأثرية فى هذه المناسبات، بحجة أنهم لا يحافظون على الآثار المصرية ويتلفون الأحجار ا

source: Security officials requested visitors to celebrate in an alternate recreational area at the entrance of the governorate of Fayoum; several miles away from the pyramids. Visitors rejected this proposition as the area was under construction and development
ar: وطالب رجال الأمن الزوار بقضاء يوم شم النسيم فى أحد المناطق الترفيهية فى مدخل محافظة الفيوم، والتى تبتعد عن الأهرامات بعدد من الكيلو مترات، وهو ما رفضوه مؤكدين أنها منطقة تحت التطوير والإنشاء ولا تصلح لقضاء يوم شم النسيم فيها، واتجهوا إلى أماكن ترفيهية أخر

source: CIA resorted to water boarding 266 times
ar: سي آي إيه استخدمت الإيهام بالغرق 266 مرة

source: reported that the Central Intelligence Agency
ar: أن عناصر وكالة المخابرات المركزية (

source: has resorted to water boarding techniques 266 times on two
ar: ) طبقوا أسلوب الإيهام بالغرق 266 مرة على معتقلين اثنين من تنظيم

source: ;more times than initially publicized.
ar: أي أكثر مما أعلن عنه في السابق.

source: The CIA had opted for this technique, described by
ar: وقد استخدمت سي.آي.إيه هذا الأسلوب -الذي وصفه مسؤولون في إدارة الرئيس

source: administration as illegal, no less than eighty three times in August of 2002 with detainee Abu Zubaida, according to a legal warrant issued by the Department of Justice.
ar: بأنه تعذيب غير قانوني- ما لا يقل عن 83 مرة في أغسطس/آب 2002 مع المعتقل أبو زبيدة، وفقا لمذكرة قانونية صدرت عن وزارة العدل بتاريخ 2005.

source: A former CIA agent announced to media reporters in 2007 that Abu Zubaida was subjected to water boarding for thirty five seconds only prior to his confession.
ar: وكان مسؤول سابق في سي.آي.إيه قال لوسائل الإعلام في 2007، إن أبو زبيدة خضع للإيهام بالغرق فقط لمدة 35 ثانية قبل اعترافه بكل ما يعرفه.

source: The CIA’s 2005 warrant stated that water boarding was used 183 times in March of 2003 with detainee Khaled Sheikh Mohamed, labeled primary planner behind the September 11th attacks.
ar: وتقول مذكرة 2005 إن سي.آي.إيه استخدمت الإيهام بالغرق 183 مرة في مارس/ آذار 2003 مع المعتقل خالد شيخ محمد الذي يوصف بأنه المخطط لهجمات 11 سبتمبر/ أيلول 2001.

source: The newspaper alleges that Sheikh Mohamed was subjected over one hundred times to harsh torture techniques in 2007. This raised concerns amongst CIA agents that they might have crossed boundaries on legitimate torment methods and led them to stop their p
ar: غير أن الصحيفة كانت قد قالت في 2007 إن شيخ محمد قد خضع لأكثر من 100 مرة لأساليب تعذيب قاسية، ما أثار قلق مسؤولين في سي.آي.إيه من أنهم قد تجاوزوا حدود التعذيب المشروعة وأوقفوا التعذيب، ولكن العدد الحقيقي وطبيعة أساليب التحقيق لم تعرف في السابق.

source: Queries surrounding legitimacy
ar: تساؤلات حول الجدوى

source: The New York Times report may raise controversy regarding how ethical and effective interrogation methods announced by the Department of Justice under George Bush were. At the time, they were said to be legal despite the US condemning such acts over the
ar: ولفتت نيويورك تايمز إلى أن الكشف عن العدد ربما يصبح موضع جدل بشأن مدى أخلاقية وفاعلية أساليب التحقيق التي أعلنتها وزارة العدل في عهد الرئيس السابق جورج بوش بأنها قانونية، رغم أن الولايات المتحدة عدتها على مر التاريخ ضربا من التعذيب.

source: The newspaper revealed that president Obama plans on visiting CIA centers and making open comments to employees, as well as meeting with some officials.
ar: وذكرت أن الرئيس أوباما يعتزم القيام بزيارة لمقرات سي.آي.إيه اليوم وإبداء ملاحظات علنية أمام الموظفين، فضلا عن اللقاء ببعض المسؤولين، كما قال المتحدث باسمها.

source: CIA officials opposed the publication of the interrogation memo authored on the 30th of May in 2005; one of four other confidential memorandums.
ar: وكان مسؤولون في سي.آي.إيه قد عارضوا الكشف عن مذكرة التحقيق المؤرخة في 30 مايو/ أيار 2005 التي كانت ضمن أربع مذكرات سرية أخرى حول التحقيق.

source: The newspaper further revealed that confidential investigations are currently taking place by an intelligence committee aiming to evaluate the CIA’s interrogation program as CIA officials said that torture, pushing detainees against the walls, tying them
ar: وأشارت الصحيفة إلى أن لجنة مخابرات تابعة لمجلس الشيوخ بدأت تحقيقات سرية حول برنامج تحقيق سي.آي.إيه بهدف تقييم مزاعم المسؤولين في إدارة بوش بأن المعاملة القاسية بما فيها ضرب المعتقلين في الجدران وتقييدهم وهم واقفون لأيام وحشرهم في صناديق صغيرة كانت ضرورية

source: Repetitive water boarding techniques may give rise to queries surrounding the effectiveness of the procedure, amongst statements from officials who claim that the techniques were used in alliance with strict orders.
ar: كما أن التكرار في استخدام أسلوب الإيهام بالغرق ربما يثير تساؤلات عن مدى فعاليتها وتأكيدات المسؤولين في إدارة بوش بأن أساليبهم استخدمت ضمن تعليمات مشددة.

source: With a capital of 20 million dollars and with the first clients of the of the Hamas government members
ar: برأسمال 20 مليون دولار..وأول زبائنه موظفو حكومة حماس

source: The Islamic National Bank starts its work in Gaza despite being denied a license
ar: الوطني الاسلامي يباشر أعماله في غزة متجاهلا رفض ترخيصه

source: Gaza witnessed today, Tuesday, April 21, 2009, the opening of the Islamic National Bank, the first bank to start its work under the control of the Islamic resistance movement Hamas on the Gaza Strip, although it was not granted a license from the Palestin
ar: شهدت غزة اليوم الثلاثاء 21-4-2009 إفتتاح البنك الوطني الاسلامي الذي يعتبر أول بنك يباشر أعماله في ظل سيطرة حركة المقاومة الاسلامية حماس على القطاع غزة، رغم انه لم يحظى بترخيص من سلطة النقد الفلسطينية.

source: The chairman of the bank, Alaa’ al-Rafati, told the AFP: Today we inaugurate the Bank to provide banking services to the public. He pointed out that the bank will start its services with offering payroll services for the salaries of the month of April,
ar: وقال رئيس مجلس ادارة البنك علاء الرفاتي لوكالة فرانس برس: نفتتح اليوم البنك لبدء تقديم خدماتنا المصرفية للجمهور، موضحا ان البنك سيبدأ خدماته بتقديم رواتب شهر إبريل/نيسان الحالي للمرة الاولى لموظفي القطاع المدني التابع للحكومة المقالة في بداية مايو/ايا

source: Personal finance program
ar: برنامج تمويل شخصي

source: He added: “We have bank accounts of six thousands for the first phase of civil servants according to the amount the Hamas government deposited at the Bank. Thos will benefit from facilitations within the programme of personal finance, provided that amount
ar: وأضاف: لدينا حسابات بنكية لستة الاف كمرحلة أولى من الموظفين المدنيين وفقا لما تودعه حكومة حماس في البنك وسيستفيد هؤلاء من تسهيلات ضمن برنامج التمويل الشخصي، على ان يتم السداد من عام الى سبع سنوات.

source: He confirmed that the Bank would depend on transactions in accordance with Islamic laws with respect to financing, service programmes and speculations, as well as a partnership with companies.
ar: وأكد أن البنك سيعتمد على المعاملات وفقا للصيغ الاسلامية سواء ما يتعلق بالتمويل أو برامج الخدمات والمضاربات، إضافة الى الشراكة مع شركات.

source: Al-Rafati who is known to be a member of the Hamas movement said that the initial capital of the bank is 20 million dollars, stressing that there is no liquidity crisis including in the shekel and the U.S. dollar, and this is will give us credibility amo
ar: وقال الرفاتي المعروف بانتمائه لحركة حماس أن راسمال البنك الأولي يبلغ 20 مليون دولار، مشددا على انه لا ازمة في السيولة النقدية بما فيها الشيكل والدولار، وهذا ما سيكسبنا ثقة الجمهور والمودعين.

source: He pointed out that the current liquidity crisis in the Gaza Strip is the result of that the people keeping the cash money due to the current circumstances and the little confidence in banks here, because of the top bank administrations for the operatin
ar: ولفت إلى أن الازمة الحالية للسيولة في قطاع غزة ناتجة عن احتفاظ الناس بالسيولة بسبب الظروف الحالية وضعف ثقتهم بالبنوك هنا، لأن الإدارات الرئيسية للبنوك العاملة في غزة موجودة في الضفة الغربية.

source: He pointed out that the bank is “company a private profit joint-stock company that is not related to the government in Gaza or the Hamas movement, despite the fact that some figures of the administration are members of the movement, this is irrelative to
ar: أشار الى ان البنك شركة مساهمة خاصة ربحية لا علاقة له في الحكومة بغزة أو بحركة حماس، رغم ان بعض شخصيات الادارة ينتمون للحركة، هذا امر منفصل عن عمل البنك.

source: Investing in various projects
ar: يستثمر في مشروعات مختلفة

source: Al-Rafati who is working on opening another branch of the Bank soon in the south of the Gaza Strip, said that his bank will contribute to the reconstruction of the Gaza Strip being one of national institutions for the management of money.
ar: واعتبر الرفاتي الذي يعمل على فتح فرع اخر للبنك قريبا في جنوب قطاع غزة، ان بنكه سيساهم في اعادة اعمار غزة كواحد من المؤسسات الوطنية لادارة المال.

source: targeted. He said” in case of aggression Israel's targets were clear for all, we are a national institution and we face institutions in the country do.
ar: ولم يخف الرفاتي وهو محاضر في الجامعة الاسلامية مخاوفه من استهداف البنك. وقال في حال العدوان كان استهداف اسرائيل واضح لكل شيء ونحن مؤسسة وطنية نواجه ما تواجهه المؤسسات في الوطن.

source: The government's commissioner to the Military Court, Judge Saqar Saqar claimed that the retired brigadier general who worked for the security service, Edip Asa'ad al-Alam, his wife, Hayat Salumi, his nephew working in the same security service, Joseph Sam
ar: ادعى مفوض الحكومة لدى المحكمة العسكرية القاضي صقر صقر على العميد المتقاعد في جهاز الأمن العام أديب أسعد العلم وزوجته حياة صالومي وابن شقيقة المؤهل في الجهاز عينه جوزف سمعان العلم، والفار نقولا أسعد حبيب الملقب بـالحداد، وكل من يظهره التحقيق بانهم في توا

source: Adeeb al-Alam is also said to have possessed unlicensed weapons of war and forged an identity card and used it. He and his wife are said to have entered the country of the enemy without a prior permission.
ar: كما أقدم اديب العلم على حيازة اسلحة حربية دون ترخيص وتزوير بطاقة هوية واستعمال المزور واقدم مع زوجته حياة على دخول بلاد العدو دون اذن مسبق.

source: The claim referred to articles of which the fullest extent is death penalty.
ar: وجاء الادعاء سنداً الى مواد تصل في حدها الأقصى الى الاعدام.

source: Saqar submitted his claim to the first military investigation judge, Rashid Muzaher, requesting interrogation of the suspects and the issuance of justified arrest warrant for them. He also requested the issuance of an arrest warrant in absentia for the fu
ar: وأحال صقر ادعاءه على قاضي التحقيق العسكري الاول رشيد مزهر طالباً استجواب الموقوفين وإصدار مذكرات توقيف وجاهية بحقهم, كما طلب إصدار مذكرة توقيف غيابية بحق الفار نقولا حبيب.

source: Saqar annexed to his claim the preliminary investigations that were conducted by the Information branch of the Directorate General of the Internal Security Forces, which amounted to about two hundred pages, including the suspects’ confessions of the charg
ar: وأرفق صقر ادعاءه بالتحقيقات الاولية التي اجراها فرع المعلومات في المديرية العامة لقوى الأمن الداخلي والتي بلغت نحو مئتي صفحة والتي تتضمن اعترافات الموقوفين بما اسند اليهم، فضلاً عن اعتراف العميد المتقاعد بتقاضيه مبلغ خمسين ألف دولار كمكافأة على المهمات ال

source: He, his wife, his nephew and a fugitive were prosecuted
ar: الادعاء عليه وعلى زوجته وابن شقيقه وأحد الفارّين

source: Al-Alam admits receipt of 50 thousand dollars from the Mossad
ar: العلم يعترف بقبض 50 ألف دولار من الموساد

source: Hayfa in the ‘golden cage for the second time
ar: هيفاء في قفص ابن الحلال للمرّة الثانية

source: A huge party in the Pial today ... and the presence of celebrities
ar: حفل ضخم في الـ بيال اليوم... وحضور شخصيات فنية بارزة

source: The Lebanese singer Haifaa Wahbi, for the second time, enters the golden cage with her white gown to be wedded to the Egyptian businessman Ahmed Abu Hashima.
ar: تدخل اليوم المغنية اللبنانية هيفاء وهبي، للمرة الثانية، القفص الذهبي بفستانها الأبيض، وتُزَف الى رجل الأعمال المصري أحمد

source: revleaing to the people again the details of her wedding ceremony and the turnout
ar: من جديد بتفاصيل حفل زفافها

source: With the emergence of news that she was getting married to the Egyptian businessman Ahmed Abu Hashima, the Lebanese singer Haifa Wahbi hastened to comment that the wedding ceremony will be a very simple one contrary to what is being said about huge costs
ar: مع بزوغ خبر زواجها من رجل الأعمال المصري أحمد أبوهشيمة، سارعت المغنية اللبنانية هيفاء وهبي الى التعليق بأن حفل زفافها سيكون بسيطا جداً على عكس ما يُقال أن فيه الكثير من التكلفة والفخامة، وسيحضره الأصدقاﺀ المقربون فقط، وسيغني فيه مطربون عـرب وأجانب ليس منه
